In [4]:
import pandas as pd

In [5]:
df_employes=pd.read_csv('employes.csv')

In [6]:
df_employes.head(3)

     nom   salaire    prime   etat civil date recrutement
0    Ali  1200.675  100.560  celibataire       20/10/2018
1  Sonia  2800.786  400.876        marie       30/11/2005
2  Rahma       NaN  130.987  celibataire       04/02/2017

In [7]:
df_employes.iloc[0,0]

'Ali'

In [8]:
df_employes.iloc[:,0]

0         Ali
1       Sonia
2       Rahma
3       Salma
4       Ahmed
5       Saleh
6       Ameni
7       Mehdi
8       Salem
9       Sameh
10      Wajdi
11    Moufida
Name: nom, dtype: object